{"sections":{"image_banner_fdCdz3":{"type":"image-banner","settings":{"full_width":true,"subheading":"PRAYA FEST X GREENSOULS","heading":"<p>PRĀYA Fest: Un evento transformador de sostenibilidad en Huatulco y Mazunte, México<\/p>","heading_size":"medium","text_information":"","text_align":"left","button_label":"","button_link":"","button_style":"primary","image":"shopify:\/\/shop_images\/PRAYA4.jpg","image_ratio":"landscape","opacity_overlay":0.5,"margin_top":0,"margin_bottom":0}},"cb_article_w_Lcfy3C":{"type":"cb-article-w","settings":{"margin_top":60,"margin_bottom":60,"text":"<p>Del 26 al 28 de septiembre de 2024, GreenSouls celebró su primer evento internacional en las paradisíacas playas de Huatulco y Mazunte, Oaxaca, México. PRĀYA Fest reunió a empresas, influencers, medios de comunicación y comunidades locales, unidos por un objetivo común: crear un impacto ambiental y social positivo a través de acciones concretas de turismo con propósito y conservación.<br\/><\/p><p>Limpieza de playas y conservación marina<br\/>Uno de los puntos clave del festival fue la limpieza de la Playa La Entrega, donde los participantes lograron recolectar más de 70 kg de residuos, ayudando a evitar que estos desechos llegaran al mar y afectaran los ecosistemas marinos. Esta actividad, apoyada por la compañía Virutex-Ilko y otras marcas, no solo tuvo un impacto directo en la restauración de la playa, sino que también promovió la conciencia ambiental entre los asistentes y las comunidades locales. El evento demostró cómo pequeñas acciones colectivas pueden generar un cambio significativo en la protección del medio ambiente.<br\/><\/p>","show_additional_image":"no","top_left_image":"shopify:\/\/shop_images\/PARAYA-3.jpg","bottom_left_image":"shopify:\/\/shop_images\/PRAYA-3.jpg","top_right_image":"shopify:\/\/shop_images\/PRAYA-3.jpg","right_text":"<p>Liberación de especies y restauración de manglares<br\/>Otro momento destacado fue la liberación de 85 tortugas marinas Golfina y 47 cocodrilos Acutus en Mazunte. Estas especies, en peligro de extinción debido a la degradación de sus hábitats, fueron liberadas en un entorno natural protegido, contribuyendo a la restauración de las poblaciones locales y al equilibrio ecológico. Además, los participantes pudieron conocer la importancia de los manglares en la conservación de la biodiversidad y cómo estos ecosistemas actúan como barreras naturales contra inundaciones, mientras ofrecen refugio a numerosas especies.<br\/>Impacto social y cultural<br\/>PRĀYA Fest no solo promovió la sostenibilidad ambiental, sino que también tuvo un fuerte enfoque en el impacto social positivo. Durante el evento, se realizaron donaciones a las comunidades locales, como kits de limpieza y escolares para los niños de la Escuela Primaria José Vasconcelos. La participación de influencers y marcas aliadas ayudó a amplificar el mensaje de sostenibilidad en redes sociales y medios de comunicación, creando conciencia a nivel global sobre la necesidad urgente de proteger nuestros océanos y ecosistemas.<br\/><\/p>"}},"cb_article_mLdNUy":{"type":"cb-article","blocks":{"header_Ji6bDt":{"type":"header","settings":{"text":"<p>El poder del turismo con propósito<br\/>El evento fue un claro ejemplo de cómo el turismo con propósito puede contribuir al desarrollo sostenible de una región. Al integrar acciones de conservación en la experiencia turística, los participantes no solo disfrutaron de la belleza de Huatulco y Mazunte, sino que también se convirtieron en protagonistas activos de la protección del medio ambiente. Además, este tipo de iniciativas refuerzan la economía local al involucrar a proveedores y empleados de la zona, generando un impacto social positivo que beneficia a las comunidades.<br\/><\/p>","image":"shopify:\/\/shop_images\/PRAYA2.jpg"}}},"block_order":["header_Ji6bDt"],"settings":{"margin_top":60,"margin_bottom":60,"background":"#08393f"}},"cb_article_w_dBKYny":{"type":"cb-article-w","settings":{"margin_top":60,"margin_bottom":60,"text":"<p><\/p><p>Limpieza de playas y conservación marina<br\/>Uno de los puntos clave del festival fue la limpieza de la Playa La Entrega, donde los participantes lograron recolectar más de 70 kg de residuos, ayudando a evitar que estos desechos llegaran al mar y afectaran los ecosistemas marinos. Esta actividad, apoyada por la compañía Virutex-Ilko y otras marcas, no solo tuvo un impacto directo en la restauración de la playa, sino que también promovió la conciencia ambiental entre los asistentes y las comunidades locales. El evento demostró cómo pequeñas acciones colectivas pueden generar un cambio significativo en la protección del medio ambiente.<br\/><\/p>","show_additional_image":"no","top_left_image":"shopify:\/\/shop_images\/PRAYA-5.jpg","bottom_left_image":"shopify:\/\/shop_images\/PRAYA-3.jpg","top_right_image":"shopify:\/\/shop_images\/praya.jpg","right_text":"<h5><em>Conclusión: <\/em><\/h5><h4>Un evento que deja huella<br\/>PRĀYA Fest fue un éxito rotundo, dejando una huella significativa en los ecosistemas y las comunidades de Huatulco y Mazunte. <\/h4><p>Con más de 132 especies liberadas, 70 kg de residuos recogidos y la participación de 43 asistentes comprometidos con la sostenibilidad, el evento demostró que el impacto ambiental positivo es posible cuando se unen fuerzas para generar un cambio. GreenSouls sigue liderando el camino hacia un futuro más sostenible, y PRĀYA Fest es solo el comienzo de una serie de eventos que buscan transformar la relación entre el turismo y la conservación.<br\/><\/p>"}},"cb_featured_blogs_bbbD8x":{"type":"cb-featured-blogs","settings":{"blog":"news","post_limit":5,"show_image":true,"margin_top":0,"margin_bottom":0}},"main":{"type":"main-article","blocks":{"article_footer":{"type":"article-footer","settings":{"blog_show_date":true,"blog_show_author":true,"show_social":true,"show_social_icons":false}},"title":{"type":"article-header","settings":{"blog_show_tags":true,"blog_show_excerpt":true,"blog_show_date":true,"blog_show_author":true,"image_height":"medium"}},"content":{"type":"content","settings":{}}},"block_order":["article_footer","title","content"],"settings":{"header_variant":"column"}}},"order":["image_banner_fdCdz3","cb_article_w_Lcfy3C","cb_article_mLdNUy","cb_article_w_dBKYny","cb_featured_blogs_bbbD8x","main"]}